{
  "app.name": "Fi Frontend Starter",
  "app.description": "Kickstart your next React app",
  "hero.paragraph": "Fi Frontend Starter is a boilerplate that will help you kickstart your next React app in no-time. It comes with TS, testing framework, React Router, i18n, State Management, generators, and that is all built in and ready to work!",
  "hero.cta.label": "Get Started",
  "features.heading.title": "Tech Stack",
  "features.heading.description": "Everything you need to kickstart your next app",
  "features.typescript.name": "TypeScript",
  "features.typescript.description": "The project runs on latest TypeScript for that sweet, sweet typing safety.",
  "features.vite.name": "Vite + Vitest",
  "features.vite.description": "Fi Starter uses Vite as the bundler and Vitest as a test runner, for lightning fast build and even faster tests!",
  "features.storybook.name": "Storybook",
  "features.storybook.description": "Storybooks are there, ready for you to create that beautiful documentation that everyone will love.",
  "features.plop.name": "Plop Generators",
  "features.plop.description": "No more manually creating thousands of files and folders. Need a new component? You've got it! A new store? Here you are!",
  "features.react.name": "React",
  "features.react.description": "The industry-standard front end framework. Because you can't go wrong with React!",
  "features.react-router.name": "React Router",
  "features.react-router.description": "YAIS (Another industry standard)! Easily route your pages, create nested routes, layouts, and much more.",
  "features.cypress.name": "Cypress",
  "features.cypress.description": "Cypress is configured and ready for you to provide all that End-to-End testing goodness for your app.",
  "features.react-hook-form.name": "React Hook Form",
  "features.react-hook-form.description": "Long gone are the days of the dreaded form-handling in React. With RHF you'll be able to do magic you didn't think was possible.",
  "features.yup.name": "yup",
  "features.yup.description": "Yup, you heard that right! A schema builder for runtime value parsing and validation — great for working with forms, external resources, etc.",
  "features.react-i18next.name": "react-i18next",
  "features.react-i18next.description": "The Starter is pre-configured with react-i18next and ready to handle multi-language translations. In case you need it ;)",
  "features.tailwindcss.name": "Tailwind CSS",
  "features.tailwindcss.description": "While you can pick a UI framework of your choice, we also provide Tailwind CSS integration if you feel like doing some manual designing.",
  "footer.copyright": "Copyleft {year}.",
  "footer.author": "Made with {heart}️ by {author}."
}
